from django.test import TestCase

# Create your tests here.
test_data=[{'Date': '2019-11-28', '수익': 7494096, '힘스': 0, '베셀': 0, '평가수익': 7494096, 'avg_price1': 0, 'avg_price2': 0},
           {'Date': '2019-11-28', '수익': 701658, '힘스': 0, '케이피에스': 0, '평가수익': 701658, 'avg_price1': 0, 'avg_price2': 0},
           {'Date': '2019-11-28', '수익': 8449382, '힘스': -80, '아나패스': 73, '평가수익': 8449382, 'avg_price1': 0, 'avg_price2': 27012},
           {'Date': '2019-11-28', '수익': 5946836, '힘스': 260, '아이씨디': -359, '평가수익': 5946836, 'avg_price1': 24580, 'avg_price2': 0},
           {'Date': '2019-11-28', '수익': 2887919, '힘스': -320, '엘티씨': 686, '평가수익': 2887919, 'avg_price1': 0, 'avg_price2': 11596}]

print(test_data[1]['케'])